/* Literal for the Space key */
"Space" = "Medzera";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "Skratku";

/* VoiceOver value for the value-less control */
"Empty" = "Prázdny";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "Použiť pôvodnú skratku";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "Zrušte nahrávanie";

/* Tooltip for the clear button */
"Delete current shortcut" = "Odstrániť aktuálne skratku";

/* Tooltip for the recording mode */
"Type shortcut" = "Napísať skratku";

/* Label for the value-less control */
"Record Shortcut" = "Nahrať skratku";

/* Tooltip for the normal mode */
"Click to record shortcut" = "Kliknite pre nahratie skratky";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "Kombináciu kláves „%@“ nie je možné použiť!";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "Kombináciu kláves „%@“ nie je možné použiť z dôvodu: %@.";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "Combinația de taste „%@“ sa už používa.";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "Kombináciu kláves „%@“ nie je možné použiť pretože sa používa ako systémová skratka. Ak chcete použiť túto kombináciu kláves, je možné väčšinu klávesových skratiek zmeniť v Systémových nastaveniach v panely Klávesnica";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "Kombináciu kláves „%@“ nie je možné použiť pretože je používaná pre položku menu „%@“.";

/* Accessibility name of the Command modifier key */
"Command" = "Command";

/* VoiceOver name of the Option modifier key */
"Option" = "Option";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Shift";

/* VoiceOver name of the Control modifier key */
"Control" = "Control";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
